<template>

  <div class="about">

    <div class="banner"></div>


    <div class="content">
      <h2>关于我们</h2>

      <p>
        最具公信力的博彩公司、更有高质量的游戏平台，
        客拉客为哥斯达黎加合法注册之博彩公司之一。公司不仅拥有市场上最多元化的游戏投注平台，同时为客户提供实时、刺激、高信誉的服务保证、高质量的游戏平台，也是公司的首要宗旨。在日渐热络、成熟的网络博彩市场中，除了多元化的游戏外，网络安全最为客户注重，公司针对现阶段网络安全问题，成立了网络安全维护中心，彻底为客户的网络安全解决了后顾之忧，诺顿分级评级审核"客拉客"为最安全网站之一，并获得GEOTRUST国际认证，确保网站公平公正性，所有会员数据均经过加密，保障玩家所有隐私
      </p>

      <p>诚信为本：</p>
      <p>
        全网最高信誉，从客拉客开始！作为国际专业的网上博彩游戏运营商，我们承诺，为每一位客户提供最安全、最公平的博彩娱乐，以及全方位的服务。我们采用坚实、稳定与安全的博彩系统。所有游戏共同的优点 —
        不须耗时下载；界面简单明了；操作功能齐全；画面精致优雅；游戏结果公平、公正、公开！由于您的信息保密度至关重要。我们将坚持实行严格保密和隐私制度。
      </p>
      <p>多元化游戏：</p>
      <p>
        除了体育游戏项目多元化外，全方位提供：香港六合彩，时时彩，快乐彩等。精挑细选各种在线游戏，给您提供最好的选择。真人荷官及现场娱乐也是无可挑剔的，信誉可靠：设有
        7×24小时进行在线监测，确保每一局游戏结果均为现场真实的游戏结果，而不是计算机默认的游戏结果，在我们的真人娱乐城，您可饱览整个赌场大厅和靓丽的美女荷官。玩法众多如真人百家乐，真人骰宝，真人龙虎以及真人轮盘。您也可以选择容易上手的快乐彩消遣时光。。
      </p>
      <p>大赢家：</p>
      <p>在客拉客的用户都是大赢家，我们将不间断的推出更多优惠，以实际、简单的申请方式迎待各来宾！。</p>
      <p>慈善公益：</p>
      <p>客拉客更肩负起对社会、对慈善公益的责任，也将永不磨灭的针对社会的需要作出更多的贡献。</p>
      <p>客户服务：</p>
      <p>
        在竞争激烈的博彩市场中，客拉客向来是众多玩家一致的明理选择，除了有多元化的娱乐产品使人流连忘返、更有高质量的服务以及 客拉客长久以来的良好信誉在广大玩家群众之间建立了口碑。
      </p>
      <p>
        我们为客户提供最专业的娱乐服务：
      </p>
      <p>
        1、365天×24小时专业的客户服务，全天候处理会员出入款的相关事宜，严格训练的客服团队，以专业、亲切的态度，让每位玩家有宾至如归的感觉!
      </p>
      <p>2、多渠道的与客户的互动交流，了解客户的需求，随时关注客户的意见及建议；</p>
      <p>3、举办更多的优惠及促销活动，给客户提供更多的回馈及惊喜。</p>
      <p>游戏责任：</p>
      <p>客拉客提倡有节制的赌博。我们建议阁下遵守以下一些基本规则：</p>
      <p>• 禁止未满18岁的人士参与赌博游戏。在加入游戏之前，请您确定您已年满18周岁。</p>
      <p>• 自定博彩预算，幷按预算下注。</p>
      <p>帐号与资金：</p>
      <p>玩家网上支付和所有银行交易由国际金融机构在高标准的安全和机密的网络端口（SSL 128 bit encryption
        Standard）中进行。进入玩家帐号数据也必须有玩家唯一的登录ID和密码，确保客户的资金安全有保障。同时也采用最先进的加密措施来保证玩家的游戏安全，7×24小时的后台检测和监控，确保我们可以提供一个完全公正和安全的网络游戏空间。客户在本平台的所有活动均严格保密，我们绝不会向第三方（包括政府）透露客户数据。</p>
      <p>客拉客更专注于玩家的利益、最给力的优惠活动时时回馈各新老会员用户。品牌信誉，首选 客拉客！</p>
      <p>官方邮箱：klk22k@163.com</p>
    </div>
  </div>
</template>

<script>
  export default {}
</script>

<style lang="less" scoped>
  .about {
    .banner {
      width: 100%;
      height: 200px;
      background: url("/static/csdf/img/thirdparty/gywm.jpg") no-repeat center top;
    }

    .content {
      width: 1200px;
      margin: 30px auto;
      border: 1px solid #b48c68;
      background: #f1f1f1;
      padding: 15px;

      h2 {
        font-size: 20px;
        font-family: 微软雅黑;
        color: #000;
        margin-bottom: 5px;
      }

      p {
        font-family: 微软雅黑;
        color: #000;
        font-size: 14px;
        line-height: 20px;
      }
    }
  }
</style>
