<template>
  <div id="info8" class="displayyes">
    <p class="b sub">
      冠军投注</p>
    <p>
      在指定的冠军盘中，预测一场锦标赛, 联赛, 或者比赛的冠军。所选择的队伍或选手获得最终胜利视为符合派彩条件，包括：
    </p>
    <ul style="list-style: decimal">
      <li>联赛的最终结果，例如: 世界杯冠军或F1车手冠军。</li>
      <li>在预赛中胜出，例如: 世界杯小组冠军。</li>
      <li>在最后一场赛事中，例如: 能否出线，能否踢加时，能否踢点球。</li>
      <li>比赛的最终结果，例如：F1赛事的个人冠军。</li>
      <li>最高得分数。</li>
      <li>最优秀的选手等。</li>
    </ul>
    <p class="b">
      1. 一般规则</p>
    <ul style="list-style: decimal">
      <li>所有冠军投注基于比赛的最终结果。</li>
      <li>如果所投注的球员参加了此次的竞赛、联赛或比赛，即使球员被取消资格、退职或没有完成比赛，不论任何原因，所有投注此球员的注单都将被视为有效。</li>
      <li>冠军是根据符合最后判定结果为赢的球队/球员。</li>
      <li>无论在什么情况下，如果使用"其他球员"或"其他球队"代替名称的参赛者将被视为无名称。</li>
      <li>如果体育项目有开出特殊规则，则其将取代一般适用规则。</li>
      <li>冠军项目月份榜首榜尾结算规则: 此项目计算方式于该月第一日至最后一日（英国时间23:
        59），如遇最后一日赛事延赛或赛事取消则不予计算，不影响该项目的计算。延迟或取消的赛事不予计算，如果由于人为错误或技术故障，赛果出来后盘口没有关闭，公司有权取消因此错误下注的注单。
      </li>
      <li>冠军项目月份榜首榜尾结算规则: 此项目计算方式于该月第一日至最后一日（英国时间23:
        59），如遇最后一日赛事延赛或赛事取消则不予计算，不影响该项目的计算。延迟或取消的赛事不予计算，如果由于人为错误或技术故障，赛果出来后盘口没有关闭，公司有权取消因此错误下注的注单。
      </li>
    </ul>
    <div class="to_top">
      <a href="#top">
        <span>回最上层</span>
      </a>
    </div>
  </div>
</template>
<script>
  export default {}
</script>

