<template>
  <div class="displayyes info">
    <p class="b sub">足球</p>
    <p class="b sub">1. 一般规则</p>
    <ul class="ul1">
      <li>除非另有注明，所有足球投注的结算皆以球赛所规定的完场时间90分钟为准。</li>
      <li>完场时间90分钟包括球员伤停补时。加时赛、淘汰赛、点球，以及赛事后如果裁判或相关管理机构更改任何赛果则不计算在内。</li>
      <li>除非在个别玩法规则另有注明，所有滚球投注的结算将以90分钟的赛果为准。</li>
      <li>对于某些以全场完场时间为80分钟（2x40分钟）的特定赛事或者友谊赛，所有投注的结算皆以完场时间为准。</li>
      <li>若少年赛、友谊赛的完场时间为70分钟（2x35分钟）或更少，本公司将在开赛前作出公布，否则该场赛事的注单一律作废。</li>
      <li>除非在个别玩法规则另有注明， 否则如果赛事在法定比赛90分钟内的任何时间中断，所有注单将被取消。</li>
      <li>如果赛事是在上半场中断，所有上半场的注单将被取消。如果赛事是在下半场中断所有上半场的投注保持有效，但所有下半场的注单将被取消，除非在个别玩法规则另有注明。
      </li>
      <li>除非在个别玩法规则另有注明，乌龙球将予以计算在内。</li>
      <li>如果比赛场地有变更（主客队调换），所有此注单将被取消。</li>
      <li>对于国际赛事，只要变更的场地仍在同一个国家内，所有注单将保持有效。</li>
      <li>对于国际联赛，只要变更的场地仍在联赛原定举办的国家内，所有注单将保持有效。</li>
      <li>本公司保留权利取消任何因更换场地而可能对赛事结果有影响的注单。</li>
    </ul>
    <p class="b sub">
      2. 投注类型</p>
    <p>
      以下列出足球可提供的个别玩法规则，您可以使用下面的快速链接查看相关信息。</p>
    <p>
    </p>
    <table border="0" cellspacing="5" cellpadding="6" class="menu">
      <tbody>
      <tr bgcolor="#333333">
        <td>
          <a @click="goAnchor('#anchor-1')">常见投注</a>
        </td>
        <td>
          <a @click="goAnchor('#anchor-2')">进球</a>
        </td>
        <td>
          <a @click="goAnchor('#anchor-3')">球员</a>
        </td>
      </tr>
      <tr bgcolor="#333333">
        <td>
          <a @click="goAnchor('#anchor-4')">特别</a>
        </td>
        <td>
          <a @click="goAnchor('#anchor-5')">角球</a>
        </td>
        <td>
          <a @click="goAnchor('#anchor-6')">牌/卡</a>
        </td>
      </tr>
      <tr bgcolor="#333333">
        <td>
          <a @click="goAnchor('#anchor-7')">任意球</a>
        </td>
        <td>
          <a @click="goAnchor('#anchor-8')">射门</a>
        </td>
        <td>
          <a @click="goAnchor('#anchor-9')">界外球</a>
        </td>
      </tr>
      <tr bgcolor="#333333">
        <td>
          <a @click="goAnchor('#anchor-10')">替换</a>
        </td>
        <td>
          <a @click="goAnchor('#anchor-11')">越位</a>
        </td>
        <td>
          <a @click="goAnchor('#anchor-12')">点球</a>
        </td>
      </tr>
      <tr bgcolor="#333333">
        <td>
          <a @click="goAnchor('#anchor-13')">比赛</a>
        </td>
        <td>
          <a @click="goAnchor('#anchor-14')">其他</a>
        </td>
      </tr>
      </tbody>
    </table>
    <p></p>
    <a id="anchor-1"></a>
    <p>
    </p>
    <div class="quick_link">
      常见投注
    </div>
    <p></p>
    <ul style="margin-left: 25px;">
      <p class="b sub">
        2.1. 让球盘（亚洲让球盘）</p>
      <table width="100%" border="0" cellspacing="1" cellpadding="0">
        <tbody>
        <tr class="tabletit">
          <th>
            主/客
          </th>
          <th colspan="2" center="">
            （让球盘）
          </th>
        </tr>
        <tr class="tabledetail">
          <td class="center">
            阿森（主）
          </td>
          <td class="center">
            0.5/1
          </td>
          <td class="center">
            0.97
          </td>
        </tr>
        <tr class="tabledetail">
          <td class="center">
            曼联
          </td>
          <td class="center">
            &nbsp;
          </td>
          <td class="center">
            0.98
          </td>
        </tr>
        </tbody>
      </table>
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.1.1. 一般规则</p>
        <ul style="list-style: decimal;">
          <li>预测那一支球队在盘口指定的让球数在全场/半场/赛事某个时节赢得比赛。</li>
          <li>"让球盘"则定义为在比赛正式开始前， 一方球队已得到另一方让的虚拟分数， 以领先的情况下开始比赛。</li>
          <li>所有注单将按盘口开出的让球数在玩法的时节结束后结算。</li>
          <li>让球队（优势球队）将给出让球，让球数将显示在赔率的左侧，让球队在盘面上也会以粗型字体显示。</li>
          <li>让球盘的玩法分为以下几种：</li>
          <ul style="list-style: lower-alpha">
            <li>整数让球也或称为让'一球'（如：-1，-2，-3，等）</li>
            <li>非整数让球也或称为让'半球'（如：-0.5，-1.5，-2.5，等）</li>
            <li>混合以上让'半球/一球'的方式（如：-0/0.5, -0.5/1, -1/1.5,等）</li>
          </ul>
          <p class="b sub">
            2.1.2. 半场让球盘（亚洲让球盘）</p>
          <ul style="list-style: decimal;">
            <li>所有上半场的投注将以上半场45分钟加上任何伤停补时后的赛果结算。</li>
            <li>如果赛事在上半场时节因任何理由取消或中断，所有上半场注单将被取消。</li>
            <li>如果赛事在下半场或加时时段因任何理由取消或中断，所有上半场注单保持有效。</li>
          </ul>
          <p class="b sub">
            2.1.3. 滚球让球盘
          </p>
          <ul style="list-style: decimal;">
            <li>所有注单将按盘口开出的让球数在玩法的时节结束后结算。</li>
            <li>结算是以投注时到比赛/时节结束后的赛果做裁决。即是以赛事完场比分减去投注当时的比分。上半场的滚球让球投注将以上半场结束后的赛果结算。</li>
          </ul>
        </ul>
        <p class="b sub">
          2.2. 大小盘</p>
        <ul style="margin-left: 25px;">
          <p class="b sub">
            2.2.1. 一般规则</p>
          <ul style="list-style: decimal;">
            <li>预测赛事总入球数将大于或小于在盘口指定的大/小盘球数。</li>
            <li>如果赛事的总入球数多于盘口的大/小盘球数，则为大盘。如果少于盘口的大/小盘球数，则为小盘。</li>
            <li>所有注单将按盘口开出的大/小盘球数在玩法的时节结束后结算。</li>
            <li>大/小盘的玩法分为以下几种：</li>
            <ul style="list-style: lower-alpha">
              <li>大/小于'一球'（如：2，3，4，等</li>
              <li>大/小于'半球'（如：1.5，2.5，3.5，等）</li>
              <li>混合以上'半球/一球'的方式（如：1.5/2, 2.5/3, 3.5/4, 等）</li>
            </ul>
            <li>如果赛事中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况，大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。请参考以下范例：
              <ul style="list-style: lower-alpha">
                <li>范例1：会员投注大于2.5球：
                  <ul style="list-style: lower-roman">
                    <li>赛事在比分2-1时中断。</li>
                    <li>尽管赛事中断，但因结果已经明确并且若之后有任何潜在进球将对盘口结算裁决没有影响，所以此会员注单结算为赢。</li>
                  </ul>
                </li>
                <li>范例2：会员投注小于2.5球：
                  <ul style="list-style: lower-roman">
                    <li>赛事在比分2-1时中断。</li>
                    <li>尽管赛事中断，但因结果已经明确并且若之后有任何潜在进球将对盘口结算裁决没有影响，所以此会员注单结算为输。</li>
                  </ul>
                </li>
                <li>范例3：会员投注大于3.5球：
                  <ul style="list-style: lower-roman">
                    <li>赛事在比分2-1时中断。</li>
                    <li>由于赛事在未有明确的结果能裁决会员的注单前中断，此会员的注单将被取消</li>
                  </ul>
                </li>
              </ul>
            </li>
          </ul>
          <p class="b sub">
            2.2.2. 半场大小球</p>
          <ul style="list-style: decimal;">
            <li>所有上半场的投注将以上半场45分钟加上任何伤停补时后的赛果结算。</li>
            <li>如果赛事在上半场时节因任何理由取消或中断，所有上半场注单将被取消。除非在赛事取消或中断前，结果已经明确。</li>
            <li>如果赛事在下半场或加时时段因任何理由取消或中断，所有上半场注单保持有效。</li>
          </ul>
          <p class="b sub">
            2.2.3. 滚球大小盘</p>
          <ul style="list-style: decimal;">
            <li>结算是以比赛/时节结束后的总入球数做裁决。投注当时，赛事的比分将视为0-0来计算。</li>
          </ul>
          <p class="b sub">
            2.2.4. 单一球队大小盘</p>
          <ul style="list-style: decimal;">
            <li>预测其中一支球队的总入球数将大于或小于在盘口指定的大/小盘球数。</li>
            <li>如果赛事的总入球数多于盘口的大/小盘球数，则为大盘。如果少于盘口的大/小盘球数，则为小盘。</li>
            <li>如果赛事中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况，注单才会被结算。若遇到任何其他情况，注单将一律被取消。</li>
          </ul>
        </ul>
        <p class="b sub">
          2.3. 1 X 2 （独赢盘）</p>
        <ul style="margin-left: 25px;">
          <p class="b sub">
            2.3.1. 一般规则</p>
          <ul style="list-style: decimal;">
            <li>预测哪一支球队将在比赛胜出。盘口提供两支球队和平局为投注选项。</li>
            <li>投注将以0-0的比分作为计算基础（让球并不计算在内）。</li>
          </ul>
          <p class="b sub">
            2.3.2. 半场独赢盘</p>
          <ul style="list-style: decimal;">
            <li>所有上半场的投注将以上半场45分钟加上任何伤停补时后的赛果结算。</li>
          </ul>
          <p class="b sub">
            2.3.3. 滚球独赢盘</p>
          <ul style="list-style: decimal;">
            <li>预测滚球时，哪一支球队胜出。</li>
            <li>投注的结算将以90分钟完场赛果为准。</li>
            <li>以下为滚球独赢盘范例：</li>
            <table border="0" cellspacing="1" cellpadding="0" class="bowl">
              <tbody>
              <tr class="tabletit">
                <th class="center">
                  &nbsp;
                </th>
                <th class="center"> 目前得分</th>
                <th class="center">赔率</th>
              </tr>
              <tr class="tabledetail">
                <td class="center">
                  阿森纳（主）
                </td>
                <td class="center">
                  1
                </td>
                <td class="center">
                  1.61
                </td>
              </tr>
              <tr class="tabledetail">
                <td class="center">
                  曼联
                </td>
                <td class="center">
                  0
                </td>
                <td class="center">
                  6.0
                </td>
              </tr>
              <tr class="tabledetail">
                <td class="center">
                  和局
                </td>
                <td class="center">
                  &nbsp;
                </td>
                <td class="center">
                  3.8
                </td>
              </tr>
              </tbody>
            </table>
            <ul style="list-style: lower-alpha">
              <li>范例1：在赛事比分为
                <u>阿森纳1-0曼联</u>时，会员投注滚球独赢盘– 阿森纳赢:
                <ul style="list-style: lower-roman">
                  <li>完场赛果为阿森纳2-1曼​​联。</li>
                  <li>因阿森纳在完场时胜出，所有投注阿森纳的注单结算为赢。</li>
                  <li>所有在比分1-0时投注曼联或平局的注单将结算为输。</li>
                </ul>
              </li>
              <li>范例2：在赛事比分为阿森纳1-0曼联时，会员投注滚球独赢盘–曼联赢:
                <ul style="list-style: lower-roman">
                  <li>完场赛果为阿森纳1-1曼联。</li>
                  <li>因完场赛果为平局，所有投注曼联以及阿森纳的注单将结算为输。</li>
                  <li>所有投注平局的注单将结算为赢。</li>
                </ul>
              </li>
            </ul>
            <li>加时赛则视为一场新的赛事并且会开出加时赛盘口。投注将按加时赛时节的结果做结算。</li>
          </ul>
        </ul>
        <p class="b sub">
          2.4. 单/双</p>
        <ul style="list-style: decimal;">
          <li>预测赛事的总入球数是单数或双数。</li>
        </ul>
        <p class="b sub">
          2.5. 半场/全场</p>
        <ul style="list-style: decimal;">
          <li>预测赛事的半全场结果。</li>
        </ul>
        <p class="b sub">
          2.6. 双赢盘</p>
        <ul style="list-style: decimal;">
          <li>在三种可能出现的赛果中选择两种进行投注; 主场赢或打平（1和X）, 客场赢或打平（2和X）或主场或客场赢（1和2）。</li>
          <li>共有三种选择: 1 X, X 2, 1 2
            <ul style="list-style: lower-alpha">
              <li>"1" 代表: 主场赢</li>
              <li>"X" 代表: 平手</li>
              <li>"2" 代表: 客场赢</li>
            </ul>
          </li>
          <li>如果比赛在中立场进行﹐列在盘面的上方球队则被视为主队。</li>
        </ul>
        <p class="b sub">
          2.7. 平局退单</p>
        <ul style="list-style: decimal;">
          <li>预测哪一支球队将在比赛胜出。但若比赛结果为平局，所有投注将被取消。</li>
        </ul>
        <a id="anchor-2"></a>
        <p style="margin-left: -60px;">
        </p>
        <div class="quick_link">
          进球
        </div>
        <p></p>
        <p class="b sub">
          2.8. 总入球数</p>
        <ul style="list-style: decimal;">
          <ul style="margin-left: 25px;">
            <p class="b sub">
              2.8.1. 总入球数 – 全场</p>
            <ul style="list-style: decimal;">
              <li>预测两队的总入球数。</li>
              <li>如果赛事中断前，注单已得到明确结果并且之后没有任何显著会影响赛事结果的情况注单会有被结算 。若遇到任何其他情况，注单将一律被取消。</li>
            </ul>
            <p class="b sub">
              2.8.2. 总入球数 – 半场</p>
            <ul style="list-style: decimal;">
              <li>预测半场两队的总入球数。</li>
              <li>如果赛事中断前，注单已得到明确结果并且之后没有任何显著会影响赛事结果的情况注单会有被结算。</li>
            </ul>
          </ul>
        </ul>
        <p class="b sub">
          2.9. 单一球队总入球数</p>
        <ul style="list-style: decimal;">
          <li>预测其中一支球队的总入球数。</li>
          <li>如果赛事中断前，注单已得到明确结果并且之后没有任何显著会影响赛事结果的情况注单会有被结算 。若遇到任何其他情况，注单将一律被取消。</li>
        </ul>
        <p class="b sub">
          2.10. 波胆</p>
        <ul style="list-style: decimal;">
          <li>预测一场特定赛事中相关时间段的准确比分。</li>
          <li>"任何其他比分"是指任何的比分，而不是一个市场选项列表类型。</li>
          <ul style="margin-left: 25px;">
            <p class="b sub">
              2.10.1. 波胆—全场</p>
            <ul style="list-style: decimal;">
              <li>预测一场特定赛事的全场准确比分。</li>
              <li>
                全场波胆投注的结算根据90分钟（不包括加时赛或点球赛）完场比分做出裁决。
              </li>
              <li>如赛事中断，暂停或者延后，潜在进球并不影响最终结果的注单依然视为有效。潜在进球并不影响最终结果的注单依然视为有效。</li>
            </ul>
            <p class="b sub">
              2.10.2. 波胆—半场</p>
            <ul style="list-style: decimal;">
              <li>预测一场特定赛事半场的准确比分。</li>
              <li>半场波胆投注是指投注上半场的比赛，投注的结算根据半场"45分钟"结束后的比分做出裁决，包括伤停补时。</li>
              <li>如果赛事在上半场取消，潜在进球并不影响最终结果的注单依然视为有效。</li>
              <li>如果赛事在下半场取消，所有半场波胆的投注被视为有效。</li>
            </ul>
          </ul>

        </ul>
        <p class="b sub">
          2.11. 净胜球</p>
        <ul style="list-style: decimal;">
          <li>投注的结算根据90分钟（不包括加时赛以及点球赛）完场赛事比分的差别做裁决。</li>
          <li>如果赛事在法定比赛90分钟内的任何时间中断，所有注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.12. 最先/最后进球球队</p>
        <ul style="list-style: decimal;">
          <li>在法定比赛90分钟内，预测最先或最后进球的球队。</li>
          <li>乌龙球将予以计算为得分那方入球。比如: A队VS B队，B 队踢进一个乌龙球造成比分1-0，此球计为A队先进球。</li>
          <li>如果赛事在有进球后中断，所有最先进球球队注单保持有效。</li>
          <li>如果赛事中断，所有最后进球球队注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.13. 双方/一方/没有球队进球</p>
        <ul style="list-style: decimal;">
          <li>预测双方还是一方球队在90分钟完场时间内（不包括加时赛及点球赛）是否进球。或任何一方都没有进球。</li>
          <li>如果赛事在双方球队都有进球后中断，所有注单保持有效。</li>
          <li>如果赛事在没有进球前中断或延后，所有注单将被取消。</li>
          <li>乌龙球将予以计算为得分那方入球。</li>
        </ul>
        <p class="b sub">
          2.14. 双半场进球</p>
        <ul style="list-style: decimal;">
          <li>预测主队/客队在90分钟完场时间内（不包括加时赛及点球赛）是否在上半场或下半场都至少进一球。</li>
          <li>如果投注的球队只在其中一个半场进球或没有进球，注单将结算为输。</li>
          <li>如果赛事在所投注的球队已在两个半场都进球后中断，所有投注此球队的注单将结算为赢。</li>
          <li>如果赛事在下半场中断，并且所投注的球队并未在上半场进球，所有投注此球队的注单将结算为输。</li>
        </ul>
        <p class="b sub">
          2.15. 无失球</p>
        <ul style="list-style: decimal;">
          <li>预测您投注的球队在90分钟完场时间内（不包括加时赛及点球赛）没有失球及没让敌方攻入任何一球。</li>
          <li>'无失球'是指球队在赛事中没让敌方攻入任何一球，争取完美防守。</li>
        </ul>
        <p class="b sub">
          2.16. 滚球-下一支进球球队</p>
        <ul style="list-style: decimal;">
          <li>预测在比赛进行时，哪一支球队会进下一个球。</li>
          <li>投注将以90分钟（不包括加时赛以及点球赛）滚球时间为准。</li>
          <li>加时赛则视为一场新的赛事并且会开出加时赛盘口。</li>
          <li>如果投注之后没有进球，注单将被取消。</li>
          <li>乌龙球将予以计算为得分那方入球。</li>
        </ul>
        <p class="b sub">
          2.17. 哪个半场最多进球</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪个半场将会进最多球。</li>
          <li>选项可列为：
            <ul style="list-style: lower-alpha">
              <li>上半场</li>
              <li>下半场</li>
              <li>平局</li>
            </ul>
          </li>
        </ul>
        <p class="b sub">
          2.18. 先进2球/3球的一方</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪个球队先进2/3球。</li>
          <li>如果赛事在一方球队已经进2/3球后中断，所有注单将保持有效。</li>
        </ul>
        <p class="b sub">
          2.19. 首个进球方式</p>
        <ul style="list-style: decimal;">
          <li>预测首个进球的方式。</li>
          <li>如果赛事在首个进球后中断，所有首个进球方式的注单将保持有效。</li>
          <li>选项可列为：
            <ul style="list-style: lower-alpha">
              <li>
                <strong>任意球：</strong>球必须是直接踢进的方式。间接行的任意球如果最后是罚球者本人踢进则计算在内。
              </li>
              <li>
                <strong>点球：</strong>球必须是由罚球者本人直接踢进的方式。若遇到补射的情况，即使是罚球者本人踢进也将不计算在内。
              </li>
              <li>
                <strong>乌龙球：</strong>球必须授予为乌龙球。
              </li>
              <li>
                <strong>头球：</strong>进球者必须明确的用头进球。
              </li>
              <li>
                <strong>射门：</strong>所有其他的进球方式。除了以上所列出的方式，所有其他进球的方式都包含在此方式。
              </li>
              <li>
                <strong>没有进球：</strong>赛事没有进球。
              </li>
            </ul>
          </li>
        </ul>
        <p class="b sub">
          2.20. 首个进球时间</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）首个进球时间。</li>
          <li>选项可列为：
            <ul style="list-style: lower-alpha">
              <li>赛事的第26分钟或之前</li>
              <li>第27分钟后</li>
              <li>没有进球</li>
            </ul>
          </li>
          <li>出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。</li>
          <li>范例：如果投注首个进球时间的选项是'赛事的第26分钟或之前'，而确实进球的时间为26分钟49秒，进球的范围属于'第27分钟后'，因此投注将结算为输。</li>
          <li>如果赛事在首个进球后中断，所有首个进球时间的注单将保持有效。</li>
          <li>如果赛事在没有进球前中断，所有首个进球时间的注单将被取消。</li>
          <li>乌龙球将予以计算在内。裁判判定无效的进球是将不予以计算在内。</li>
        </ul>
        <a id="anchor-3"></a>
        <p style="margin-left: -60px;">
        </p>
        <div class="quick_link">
          球员
        </div>
        <p></p>
        <p class="b sub">
          2.21. 最先/最后进球球员</p>
        <ul style="list-style: decimal;">
          <li>按盘口提供的球员出场名单中，预测在90分钟完场时间内最先或最后入球的球员。</li>
          <li>乌龙球不计于最先或最后进的球。如果出现乌龙球，下一个或之前的进球才被视为有效。</li>
          <li>如果赛事唯一的进球是乌龙球，盘口上"其他"的选项将结算为赢。</li>
          <li>如果投注的最先进球球员没有参与该场赛事或在第一个进球后才进场，注单将被取消。</li>
          <li>如果投注的最先进球球员在没有射入第一个球就被罚下场或被其他球员替代，注单将结算为输。</li>
          <li>任何参赛并且上场的球员都可能是最后进球球员。</li>
          <li>如果赛事在射入第一个球后中断，所有投注最先进球球员的注单将保持有效。投注最后进球球员的注单将被取消。</li>
          <li>如果赛事在没有进球前中断，所有投注最先进球球员的注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.22. 进球球员</p>
        <ul style="list-style: decimal;">
          <li>按盘口提供的球员出场名单中，预测在90分钟完场时间内哪位球员会进球。</li>
          <li>如果投注的球员没有参与该场赛事，注单将被取消。</li>
          <li>只要球员在比赛的90分钟完场时间内有上场参与比赛，注单则视为有效。</li>
          <li>如果赛事在已有球员进球后中断，所有投注进球球员的注单将保持有效。</li>
          <li>乌龙球，加时赛进球和点球都不计于此玩法。</li>
        </ul>
        <p class="b sub">
          2.23. 球员进球数</p>
        <ul style="list-style: decimal;">
          <li>预测当选的两位球员里，哪一位球员在90分钟完场时间内（不包括加时赛及点球赛）进最多球。</li>
          <li>双方球员都必须是比赛先发的1​​1名球员当中注单才视为有效。</li>
          <li>提供的盘口仅限于球员将参与的指定比赛以及比赛日期。</li>
          <li>乌龙球将不计算在内。</li>
          <li>个别玩法投注规则：
            <ul style="list-style: lower-alpha">
              <li>独赢1X2：预测当选的两位球员里，哪位进最多球。如果双方球员进球数一致，投注平局选项的注单将结算为赢。以平局胜出也包括双方球员均无进球的情况。</li>
              <li>让球：预测在计算让球数后，哪位球员进最多球。</li>
              <li>大/小球：预测两位球员的总进球数是否大于或小于大/小盘球数。</li>
            </ul>
          </li>
        </ul>
        <a id="anchor-4"></a>
        <p style="margin-left: -60px;">
        </p>
        <div class="quick_link">
          特别
        </div>
        <p></p>
        <p class="b sub">
          2.24. 先开球球队</p>
        <ul style="list-style: decimal;">
          <li>预测在比赛先开球的球队。</li>
          <li>如果赛事在开踢后中断，所有投注先开球球队的注单将保持有效。</li>
        </ul>
        <p class="b sub">
          2.25. 胜出方式</p>
        <ul style="list-style: decimal;">
          <li>投注的结算按赛事最终（90分钟完场时间，加时赛或点球赛后）获胜者做裁决。</li>
          <li>该盘口只限于锦标赛赛事。</li>
        </ul>
        <p class="b sub">
          2.26. 晋级方式</p>
        <ul style="list-style: decimal;">
          <li>投注的结算按两场赛事的总比分做裁决。此玩法的结算也会顾及客场进球规则。</li>
          <li>结算准则包括加时赛以及点球赛。</li>
          <li>该盘口只限于主客场两场赛制的比赛。</li>
        </ul>
        <p class="b sub">
          2.27. 上下半场均胜出</p>
        <ul style="list-style: decimal;">
          <li>预测选择的球队在90分钟完场时间内（不包括加时赛及点球赛）是否在上半场和下半场的进球数多于对手。</li>
          <li>如果赛事中断，所有注单将被取消。</li>
          <li>如果任何一个半场或上/下半场的结果是平局或没有进球，所有注单将结算为输。</li>
        </ul>
        <p class="b sub">
          2.28. 任何一个半场胜出</p>
        <ul style="list-style: decimal;">
          <li>预测选择的球队在90分钟完场时间内（不包括加时赛及点球赛）是否在上/下半场的其中一个半场进球数多于对手。</li>
          <li>
            如果赛事在下半场中断，并且已经有一球队在上半场获胜，注单将视为有效，如果双方球队在上半场平局，注单将视为无效。如果赛事在下半场中断，但在上半场其中一方球队已经获胜，注单将保持有效。如果两支球队在上半场平局，注单将被取消。
          </li>
          <li>如赛事出现平局或上下半场均无进球，所有注单将视为输，然而如双方球队各赢半场，则投注两个球队注单为赢。如果上/下半场的结果是平局或没有进球，所有注单将结算为输。如果两个球队都在其中一个半场获胜， 注单将结算为赢。
          </li>
        </ul>
        <p class="b sub">
          2.29. 反败为胜</p>
        <ul style="list-style: decimal;">
          <li>预测您所选球队是否能在赛事过程中任何阶段为输但最终为赢（90分钟完场加任何加时）。</li>
          <li>所选球队必须在赛事过程中的任何阶段为输但在90分钟完场加任何伤停补时后赢得比赛。</li>
          <li>若赛事取消，所有注单将视为无效。</li>
        </ul>
        <p class="b sub">
          2.30. 往目标射正的总次数</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）两个球队往目标射正的总次数。</li>
          <li>注单的结算将根据官方赛果或赛事权威机构判定的结果为准。</li>
        </ul>
        <p class="b sub">
          2.31. 半场伤停补时时间预测</p>
        <ul style="list-style: decimal;">
          <li>预测半场结束伤停补时具体时间。</li>
          <li>所有注单结算将会按照半场结束后第四裁判举牌补时的时间为准。</li>
          <li>预测伤停补时时间，只计算在官方正常90分钟赛事内的补时，加时赛将不包含在内。
            <!--ul-->
            <p class="b sub">
              2.31.1. 上半场伤停补时大小盘</p>
            <ul style="list-style: decimal;">
              <li>预测上半场官方时间45分钟后的伤停补时时间。</li>
              <li>如果补时总时间，多于盘口的大/小盘时间，则为大盘。如果少于盘口的大/小盘时间，则为小盘。</li>
              <li>所有注单结算将会按照第四裁判举牌补时时间为准，在赛事正常45分钟结束后确定的补时时间。</li>
              <li>如果赛事在官方时间45分钟之内中断，所有投注上半场伤停补时注单将会取消。</li>
              <li>如果赛事是在上半场比赛确认结束后取消，所有投注上半场伤停补时将会被视为有效的。</li>
            </ul>
            <p class="b sub">
              2.31.2. 下半场伤停补时大小盘</p>
            <ul style="list-style: decimal;">
              <li>预测下半场的伤停补时时间。</li>
              <li>如果补时总时间，多于盘口的大/小盘时间，则为大盘。如果少于盘口的大/小盘时间，则为小盘。</li>
              <li>所有注单结算将会按照第四裁判举牌补时时间为准，在赛事正常90分钟结束后确定的补时时间。</li>
              <li>如果赛事在官方时间90分钟之内中断，所有投注下半场伤停补时注单将会取消。</li>
            </ul>
            <p class="b sub">
              2.31.3. 双半场总伤停补时—大/小盘</p>
            <ul style="list-style: decimal;">
              <li>预测上半场和下半场的伤停补时时间。</li>
              <li>一旦赛事在官方时间90分钟完成，总伤停补时将会以上半场和下半场伤停补时之和为结果</li>
              <li>如果伤停补时时间多于盘口的大/小盘时间，则为大盘；如果少于盘口的大/小盘时间，则为小盘。</li>
              <li>如果赛事在官方时间90分钟之内取消，所有投注双半场总伤停补时的注单将会取消。</li>
            </ul>
          </li>
        </ul>

      </ul>
      <p class="b sub">
        2.32. 特殊的15分钟大/小盘</p>
      <ul style="list-style: decimal;">
        <li>预测总进球数在指定的15分钟时节内将大于或小于在盘口指定的大/小盘牌数。</li>
        <li>如果总进球数多于盘口的大/小盘牌数，则为大盘。如果少于盘口的大/小盘牌数，则为小盘。</li>
        <li>特殊的15分钟大小盘，是按赛事每15分钟时节内所进得球数为准，不包括赛事的第45分钟（视为半场时节）或第90分钟。</li>
        <li>注单的结算是以实际进球时间为准。</li>
        <li>如果赛事在某个15分钟的时节内中断，所有投注在此15分钟时节的注单将被取消。</li>
        <li>所有注单将按盘口开出的大小球数在玩法的时节结束后结算。</li>
        <li>大/小盘的玩法分为以下几种：</li>
        <ul style="list-style: lower-alpha">
          <li>大/小于'一球'（如：2，3，4，等）</li>
          <li>大/小于'半球'（如：1.5，2.5，3.5，等）</li>
          <li>混合以上'半球/一球'的方式（如：1.5/2, 2.5/3, 3.5/4, 等）</li>
        </ul>
        <li>出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。
          <br> 例如：
          <ul style="margin-left: 25px;">
            投注赛事开始到第15分钟的时节
            <ul style="list-style: square">
              <li>开始 – 比赛开踢时</li>
              <li>结束 - 第14分钟59秒</li>
            </ul>
            投注第15分钟到第30分钟的时节
            <ul style="list-style: square">
              <li>开始 – 15分钟01秒</li>
              <li>结束 - 第29分钟59秒</li>
            </ul>
          </ul>
        </li>
      </ul>
      <p class="b sub">
        2.33. 特殊的10分钟大/小盘</p>
      <ul style="list-style: decimal;">
        <li>预测总进球数在指定的10分钟时节内将大于或小于在盘口指定的大/小盘牌数。</li>
        <li>如果总进球数多于盘口的大/小盘牌数，则为大盘。如果少于盘口的大/小盘牌数，则为小盘。</li>
        <li>特殊的10分钟大小盘，是按赛事每10分钟时节内所进得球数为准，</li>
        <li>注单的结算是以实际进球时间为准。</li>
        <li>如果赛事在某个10分钟的时节内中断，所有投注在此10分钟时节的注单将被取消。</li>
        <li>所有注单将按盘口开出的大小球数在玩法的时节结束后结算。</li>
        <li>大/小盘的玩法分为以下几种：</li>
        <ul style="list-style: lower-alpha">
          <li>大/小于'一球'（如：2，3，4，等）</li>
          <li>大/小于'半球'（如：1.5，2.5，3.5，等）</li>
          <li>混合以上'半球/一球'的方式（如：1.5/2, 2.5/3, 3.5/4, 等）</li>
        </ul>
        <li>出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。
          <br> 例如：
          <ul style="margin-left: 25px;">
            投注赛事开始到第10分钟的时节
            <ul style="list-style: square">
              <li>开始 – 比赛开踢时</li>
              <li>结束 - 第9分钟59秒</li>
            </ul>
            投注第10分钟到第20分钟的时节
            <ul style="list-style: square">
              <li>开始 – 10分钟01秒</li>
              <li>结束 - 第19分钟59秒</li>
            </ul>
          </ul>
        </li>
      </ul>
      <a id="anchor-5"></a>
      <p style="margin-left: -60px;">
      </p>
      <div class="quick_link">
        角球
      </div>
      <p></p>
      <p class="b sub">
        2.34. 角球</p>
      以下列出所提供的个别角球玩法规则。
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.34.1. 角球：一般规则</p>
        <ul style="list-style: decimal;">
          <li>被裁定但并未实际执行的角球将不予以计算在内。</li>
          <li>注单的结算将根据官方赛果或赛事权威机构判定的结果为准。</li>
          <li>如果角球需重新进行(例如，在禁区内犯规)，重新进行的角球仍计为同一个角球。</li>
        </ul>
        <p class="b sub">
          2.34.2. 角球：让球盘</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪一支球队在盘口指定的让球数获得最多角球。</li>
          <li>所有注单将按盘口开出的让球数在玩法的时节结束后结算。</li>
        </ul>
        <p class="b sub">
          2.34.3. 角球：大小盘</p>
        <ul style="list-style: decimal;">
          <li>预测总获得的角球将大于或小于在盘口指定的大/小盘球数。</li>
          <li>如果赛事获得的总角球数多于盘口的大/小盘球数，则为大盘。如果少于盘口的大/小盘球数，则为小盘。</li>
          <li>如果赛事中断前已有明确结果并且之后没有任何显著会影响投注结果的情况，角球的大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</li>
        </ul>
        <p class="b sub">
          2.34.4. 第一/最后一个角球</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内，第一或最后获得角球的球队。</li>
          <li>如果赛事在获得第一个角球后中断，所有第一个角球的注单将保持有效。</li>
          <li>如果赛事中断，所有最后一个角球的注单将被取消。</li>
          <li>如果在投注的玩法时节内并未获得角球，所有第一和最后一个角球的注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.34.5. 哪个半场角球数最多</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪个半场将会获得最多角球。</li>
          <li>如果赛事中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况，注单才会被结算。若遇到任何其他情况，注单将一律被取消。</li>
        </ul>
        <p class="b sub">
          2.34.6. 首个角球时间</p>
        <ul style="list-style: decimal;">
          <li>预测获得首个角球的时间。</li>
          <li>选项可列为：
            <ul style="list-style: lower-alpha">
              <li>赛事的第8分钟或之前</li>
              <li>第9分钟后</li>
            </ul>
          </li>
          <li>出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。</li>
          <li>范例：如果投注首个角球时间的选项是'赛事的第8分钟或之前'，而确实踢角球的时间为8分钟49秒，踢角球时间的范围属于'第9分钟后'，因此投注将结算为输。
          </li>
          <li>如果赛事在获得第一个角球后中断，所有首个角球时间的注单将保持有效。</li>
          <li>如果赛事在没有获得角球前中断，所有首个角球时间的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未获得角球，所有首个角球时间的注单将被取消。</li>
          <li>如果首个角球需重新进行，那首个角球时间将以重新进行的角球时间为准。</li>
        </ul>
      </ul>
      <a id="anchor-6"></a>
      <p style="margin-left: -60px;">
      </p>
      <div class="quick_link">
        牌/卡
      </div>
      <p></p>
      <p class="b sub">
        2.35. 罚牌</p>
      以下列出所提供的个别罚牌玩法规则。
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.35.1. 罚牌：一般规则</p>
        <ul style="list-style: decimal;">
          <li>针对非球员（例如：教练，没有比赛中替补出场的替补球员，管理人员等等）出示的任何罚牌将不计算在内。</li>
          <li>黄卡将占1分，红卡占2分。如果球员获发两张黄卡，此球员所获发的总罚球数将计算为黄卡占1分以及红卡占2分，总分三分。 （单场赛事每个球员最高可计3分）</li>
          <li>注单的结算将根据官方赛果或赛事权威机构判定的结果为准。</li>
        </ul>
        <p class="b sub">
          2.35.2. 罚牌:让分盘（亚洲让分）</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪一支球队在盘口指定的让球数获发最多罚牌。</li>
          <li>所有注单将按盘口开出的让球数在玩法的时节结束后结算。</li>
        </ul>
        <p class="b sub">
          2.35.3. 总罚牌: 大小盘</p>
        <ul style="list-style: decimal;">
          <li>预测总出示的罚牌将大于或小于在盘口指定的大/小盘牌数。</li>
          <li>如果出示的总罚牌数多于盘口的大/小盘牌数，则为大盘。如果少于盘口的大/小盘牌数，则为小盘。</li>
          <li>如果赛事中断前已有明确结果并且之后没有任何显著会影响投注结果的情况，总罚牌的大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</li>
        </ul>
        <p class="b sub">
          2.35.4. 首个罚牌/最后一个罚牌</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）主队或客队里的球员是否会收到首个或最后一个罚牌（黄卡或红卡）。</li>
          <li>如果两位或以上球员因一个事件获发罚牌，首先被裁判员出示黄卡或红卡的球员，将被视为"优胜者"为注单进行结算</li>
          <li>针对非球员（例如：教练，没有比赛中替补出场的替补球员，管理人员等等）出示的任何罚牌将不计算在内。</li>
          <li>如果赛事在出示首个罚牌后中断，所有首个罚牌的注单将保持有效。</li>
          <li>如果赛事在出示首个罚牌后中断，所有最后一个罚牌的注单将被取消。</li>
          <li>如果赛事在没有出示任何罚牌前中断，所有首个和最后一个罚牌的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未出示任何罚牌，所有首个和最后一个罚牌的注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.35.5. 罚牌最多的球队</p>
        <ul style="list-style: decimal;">
          <li>预测哪一支球队将由获收的罚牌累积最多分数。</li>
          <li>注单将按照90分钟完场赛事时间内（不包括加时赛及点球赛）所获收的黄卡和红卡累积最高分数的球队做结算</li>
          <li>选项可列为：
            <ul style="list-style: lower-alpha">
              <li>球队A</li>
              <li>球队B</li>
              <li>平局</li>
            </ul>
          </li>
        </ul>
        <p class="b sub">
          2.35.6. 第一张罚牌时间</p>
        <ul style="list-style: decimal;">
          <li>预测出示首个罚牌的时间。</li>
          <li>选项可列为:</li>
          <ul style="list-style: lower-alpha">
            <li>赛事的第8分钟或之前</li>
            <li>第9分钟后</li>
          </ul>
          <li>出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。</li>
          <li>范例：如果投注第一张罚牌时间的选项是'赛事的第8分钟或之前'，而确实出示罚牌的时间为8分钟49秒，罚牌出示时间的范围属于'第9分钟后'，因此投注将结算为输。
          </li>
          <li>针对非球员（例如：教练，没有比赛中替补出场的替补球员，管理人员等等）出示的任何罚牌将不计算在内。</li>
          <li>如果赛事在出示首个罚牌后中断，所有第一张罚牌时间的注单将保持有效。</li>
          <li>如果赛事在没有出示任何罚牌前中断，所有第一张罚牌时间的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未出示任何罚牌，所有第一张罚牌时间的注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.35.7. 是否出示红卡</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）是否会出示红卡。</li>
          <li>针对非球员（例如：教练，没有比赛中替补出场的替补球员，管理人员等等）出示的任何罚牌将不计算在内。</li>
          <li>如果赛事在出示一个红卡后中断, 所有是否出示红卡的注单将保持有效。</li>
          <li>如果赛事在没有红卡出示前中断， 所有是否出示红卡的注单将被取消。</li>
        </ul>
      </ul>
      <a id="anchor-17"></a>
      <p style="margin-left: -60px;">
      </p>
      <div class="quick_link">
        任意球
      </div>
      <p></p>
      <p class="b sub">
        2.36. 任意球</p>
      以下列出所提供的个别任意球玩法规则。
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.36.1. 任意球：一般规则</p>
        <ul style="list-style: decimal;">
          <li>出于结算的用意，任意球只有在实际发出后才计算在内。</li>
          <li>任意球指的是直接任意球和间接性任意球。任意球不包括点球，球门球或争球。</li>
          <li>如果任意球需重新进行，重新进行的任意球仍计为一个任意球而不算两个。</li>
          <li>注单的结算将根据官方赛果或赛事权威机构判定的结果为准。</li>
        </ul>
        <p class="b sub">
          2.36.2. 任意球：让球盘</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪一支球队在盘口指定的让球数发出最多任意球。</li>
          <li>所有注单将按盘口开出的让球数在玩法的时节结束后结算。</li>
        </ul>
        <p class="b sub">
          2.36.3. 总任意球：大小盘</p>
        <ul style="list-style: decimal;">
          <li>预测总发出的任意球数将大于或小于在盘口指定的大/小盘牌数。</li>
          <li>如果发出的总任意球数多于盘口的大/小盘牌数，则为大盘。如果少于盘口的大/小盘牌数，则为小盘。</li>
          <li>如果赛事中断前已有明确结果并且之后没有任何显著会影响投注结果的情况，总任意球的大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</li>
        </ul>
        <p class="b sub">
          2.36.4. 第一/最后一个任意球</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪个球队会发出第一或最后一个任意球。</li>
          <li>如果赛事在发出第一个任意球后中断，所有第一个任意球的注单将保持有效。</li>
          <li>如果赛事在发出第一个任意球后中断，所有最后一个任意球的注单将被取消。</li>
          <li>如果赛事在没有发出任何任意球前中断，所有第一个和最后一个任意球的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未发出任何任意球，所有第一个和最后一个任意球的注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.36.5. 最多任意球球队</p>
        <ul style="list-style: decimal;">
          <li>预测哪一支球队将发出最多任意球。</li>
          <li>注单将按照90分钟完场赛事时间内（不包括加时赛及点球赛）发出最多任意球的球队做结算。</li>
          <li>选项可列为：
            <ul style="list-style: lower-alpha">
              <li>球队A</li>
              <li>球队B</li>
              <li>平局</li>
            </ul>
          </li>
        </ul>
        <p class="b sub">
          2.36.6. 首个任意球时间</p>
        <ul style="list-style: decimal;">
          <li>预测发出首个任意球的时间。</li>
          <li>选项可列为:
            <ul style="list-style: lower-alpha">
              <li>赛事的第8分钟或之前</li>
              <li>第9分钟后</li>
            </ul>
          </li>
          <li>出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。</li>
          <li>范例：如果投注首个任意球时间的选项是'赛事的第8分钟或之前'，而确实发出任意球的时间为8分钟49秒，任意球发出时间的范围属于'第9分钟后'，因此投注将结算为输。
          </li>
          <li>如果赛事在发出第一个任意球后中断，所有首个任意球时间的注单将保持有效。</li>
          <li>如果赛事在发出第一个任意球前中断，所有首个任意球时间的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未发出任何任意球，所有首个任意球时间的注单将被取消。</li>
        </ul>
      </ul>
      <a id="anchor-8"></a>
      <p style="margin-left: -60px;">
      </p>
      <div class="quick_link">
        射门
      </div>
      <p></p>
      <p class="b sub">
        2.37. 球门球</p>
      <p>
        以下列出所提供的个别球门球玩法规则。
      </p>
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.37.1. 球门球：一般规则</p>
        <ul style="list-style: decimal;">
          <li>出于结算的用意，球门球只有在实际发出后才计算在内。</li>
          <li>球门球是在进攻方的球员接触到球后导致球越过球门线的情况下判给防守方的。守门员成功防守后重新开赛所踢的球门球将不计算在内。</li>
          <li>例如：A队球员进攻B队球门，球没能射入球门并且在B队球员未接触到球的情况下越过了球门线。就此情况，球门球将判给B队。</li>
          <li>如果球门球需重新进行，重新进行的球门球仍计为一个球门球而不算两个。</li>
          <li>注单的结算将根据官方赛果或赛事权威机构判定的结果为准。</li>
        </ul>
        <p class="b sub">
          2.37.2. 球门球：让球盘</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪一支球队在盘口指定的让球数发出最多球门球。</li>
          <li>所有注单将按盘口开出的让球数在玩法的时节结束后结算。</li>
        </ul>
        <p class="b sub">
          2.37.3. 总球门球：大小盘</p>
        <ul style="list-style: decimal;">
          <li>预测总发出的球门球数将大于或小于在盘口指定的大/小盘牌数。</li>
          <li>如果发出的总球门球数多于盘口的大/小盘牌数，则为大盘。如果少于盘口的大/小盘牌数，则为小盘。</li>
          <li>如果赛事中断前已有明确结果并且之后没有任何显著会影响投注结果的情况，总球门球的大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</li>
        </ul>
        <p class="b sub">
          2.37.4. 第一/最后一个球门球</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪个球队会发出第一或最后一个球门球。</li>
          <li>如果赛事在发出第一个球门球后中断，所有第一个球门球的注单将保持有效。</li>
          <li>如果赛事在发出第一个球门球后中断，所有最后一个球门球的注单将被取消。</li>
          <li>如果赛事在没有发出任何球门球前中断，所有第一个和最后一个球门球的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未发出任何球门球，所有第一个和最后一个球门球的注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.37.5. 最多球门球球队</p>
        <ul style="list-style: decimal;">
          <li>预测哪一支球队将发出最多球门球。</li>
          <li>注单将按照90分钟完场赛事时间内（不包括加时赛及点球赛）发出最多球门球的球队做结算。</li>
          <li>选项可列为：
            <ul style="list-style: lower-alpha">
              <li>球队A</li>
              <li>球队B</li>
              <li>平局</li>
            </ul>
          </li>
        </ul>
        <p class="b sub">
          2.37.6. 首个球门球时间</p>
        <ul style="list-style: decimal;">
          <li>预测发出首个球门球的时间。</li>
          <li>选项可列为:
            <ul style="list-style: lower-alpha">
              <li>赛事的第8分钟或之前</li>
              <li>第9分钟后</li>
            </ul>
          </li>
          <li>出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。</li>
          <li>范例：如果投注首个球门球时间的选项是'赛事的第8分钟或之前'，而确实发出球门球的时间为8分钟49秒，球门球发出时间的范围属于'第9分钟后'，因此投注将结算为输。
          </li>
          <li>如果赛事在发出第一个球门球后中断，所有首个球门球时间的注单将保持有效。</li>
          <li>如果赛事在发出第一个球门球前中断，所有首个球门球时间的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未发出任何球门球，所有首个球门球时间的注单将被取消。</li>
        </ul>
      </ul>
      <a id="anchor-9"></a>
      <p style="margin-left: -60px;">
      </p>
      <div class="quick_link">
        界外球
      </div>
      <p></p>
      <p class="b sub">
        2.38. 界外球</p>
      <p>
        以下列出所提供的个别界外球玩法规则。
      </p>
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.38.1. 界外球：一般规则</p>
        <ul style="list-style: decimal;">
          <li>出于结算的用意，界外球只有在实际发出后才计算在内。</li>
          <li>界外球是在球员接触到球后导致球越过足球场边线的情况下判给对手的。</li>
          <li>如果界外球需重新进行，重新进行的界外球仍计为一个界外球而不算两个。</li>
          <li>注单的结算将根据官方赛果或赛事权威机构判定的结果为准。</li>
        </ul>
        <p class="b sub">
          2.38.2. 界外球：让球盘</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪一支球队在盘口指定的让球数发出最多界外球。</li>
          <li>所有注单将按盘口开出的让球数在玩法的时节结束后结算。</li>
        </ul>
        <p class="b sub">
          2.38.3. 总界外球：大小盘</p>
        <ul style="list-style: decimal;">
          <li>预测总发出的界外球数将大于或小于在盘口指定的大/小盘牌数。</li>
          <li>如果发出的总界外球数多于盘口的大/小盘牌数，则为大盘。如果少于盘口的大/小盘牌数，则为小盘。</li>
          <li>如果赛事中断前已有明确结果并且之后没有任何显著会影响投注结果的情况，总界外球的大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</li>
        </ul>
        <p class="b sub">
          2.38.4. 第一/最后一个界外球</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪个球队会发出第一或最后一个界外球。</li>
          <li>如果赛事在发出第一个界外球后中断，所有第一个界外球的注单将保持有效。</li>
          <li>如果赛事在发出第一个界外球后中断，所有最后一个界外球的注单将被取消。</li>
          <li>如果赛事在没有发出任何界外球前中断，所有第一个和最后一个界外球的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未发出任何界外球，所有第一个和最后一个界外球的注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.38.5. 最多界外球球队</p>
        <ul style="list-style: decimal;">
          <li>预测哪一支球队将发出最多界外球。</li>
          <li>注单将按照90分钟完场赛事时间内（不包括加时赛及点球赛）发出最多界外球的球队做结算。</li>
          <li>选项可列为：
            <ul style="list-style: lower-alpha">
              <li>球队A</li>
              <li>球队B</li>
              <li>平局</li>
            </ul>
          </li>
        </ul>
        <p class="b sub">
          2.38.6. 首个界外球时间</p>
        <ul style="list-style: decimal;">
          <li>预测发出首个界外球的时间。</li>
          <li>选项可列为:
            <ul style="list-style: lower-alpha">
              <li>赛事的第8分钟或之前</li>
              <li>第9分钟后</li>
            </ul>
          </li>
          <li>出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。</li>
          <li>范例：如果投注首个界外球时间的选项是'赛事的第8分钟或之前'，而确实发出界外球的时间为8分钟49秒，界外球发出时间的范围属于'第9分钟后'，因此投注将结算为输。
          </li>
          <li>如果赛事在发出第一个界外球后中断，所有首个界外球时间的注单将保持有效。</li>
          <li>如果赛事在发出第一个界外球前中断，所有首个界外球时间的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未发出任何界外球，所有首个界外球时间的注单将被取消。</li>
        </ul>
      </ul>
      <a id="anchor-10"></a>
      <p style="margin-left: -60px;">
      </p>
      <div class="quick_link">
        替换
      </div>
      <p></p>
      <p class="b sub">
        2.39. 替补</p>
      <p>
        以下列出所提供的个别替补玩法规则。
      </p>
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.39.1. 替补：一般规则</p>
        <ul style="list-style: decimal;">
          <li>替补是指在赛事进行期间，一个球员替换另一个正在赛场上的球员。</li>
          <li>注单的结算将根据官方赛果或赛事权威机构判定的结果为准。</li>
        </ul>
        <p class="b sub">
          2.39.2. 替补：让球盘</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪一支球队在盘口指定的让球数替补最多球员。</li>
          <li>所有注单将按盘口开出的让球数在玩法的时节结束后结算。</li>
        </ul>
        <p class="b sub">
          2.39.3. 总替补：大小盘</p>
        <ul style="list-style: decimal;">
          <li>预测总替补的球员数将大于或小于在盘口指定的大/小盘牌数。</li>
          <li>如果替补的球员数多于盘口的大/小盘牌数，则为大盘。如果少于盘口的大/小盘牌数，则为小盘。</li>
          <li>如果赛事中断前已有明确结果并且之后没有任何显著会影响投注结果的情况，总替补的大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</li>
        </ul>
        <p class="b sub">
          2.39.4. 第一/最后一个替补</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪个球队会最先或最后替补球员。</li>
          <li>如果两位或以上球员同时被替补，首先被裁判员出示替补的球员，将被视为"优胜者"为注单进行结算。</li>
          <li>如果赛事在替补第一个球员后中断，所有第一个替补的注单将保持有效。</li>
          <li>
            如果赛事在替补第一个球员后中断，所有最后一个替补的注单将被取消，除非在赛事中断前，结果已经明确并且若之后有任何潜在替补将对盘口结算裁决没有影响。此情况只有当双方球队都将已分配好的替补机会用完。若遇到任何其他情况，注单将一律被取消。
          </li>
          <li>如果赛事在没有任何替补前中断，所有第一个和最后一个替补的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未任何替补，所有第一个和最后一个替补的注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.39.5. 首个替补时间</p>
        <ul style="list-style: decimal;">
          <li>预测首个替补的时间。</li>
          <li>选项可列为:</li>
          <ul style="list-style: lower-alpha">
            <li>赛事的第58分钟或之前</li>
            <li>第59分钟后</li>
          </ul>
          <li>出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。</li>
          <li>范例：如果投注首个替补时间的选项是'赛事的第58分钟或之前'，而确实替补的时间为58分钟49秒，替补时间的范围属于'第59分钟后'，因此投注将结算为输。
          </li>
          <li>如果赛事在第一个替补后中断，所有首个替补时间的注单将保持有效。</li>
          <li>如果赛事在第一个替补前中断，所有首个替补时间的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未任何替补，所有首个替补时间的注单将被取消。</li>
        </ul>
      </ul>
      <a id="anchor-11"></a>
      <p style="margin-left: -60px;">
      </p>
      <div class="quick_link">
        越位
      </div>
      <p></p>
      <p class="b sub">
        2.40. 越位</p>
      <p>
        以下列出所提供的个别越位玩法规则。
      </p>
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.40.1. 越位：一般规则</p>
        <ul style="list-style: decimal;">
          <li>注单的结算将根据官方赛果或赛事权威机构判定的结果为准。</li>
        </ul>
        <p class="b sub">
          2.40.2. 越位：让球盘</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪一支球队在盘口指定的让球数越位最多次。</li>
          <li>所有注单将按盘口开出的让球数在玩法的时节结束后结算。</li>
        </ul>
        <p class="b sub">
          2.40.3. 总越位：大小盘</p>
        <ul style="list-style: decimal;">
          <li>预测总越位次数将大于或小于在盘口指定的大/小盘牌数。</li>
          <li>如果越位次数多于盘口的大/小盘牌数，则为大盘。如果少于盘口的大/小盘牌数，则为小盘。</li>
          <li>如果赛事中断前已有明确结果并且之后没有任何显著会影响投注结果的情况，总越位次数的大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</li>
        </ul>
        <p class="b sub">
          2.40.4. 第一/最后一个越位</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪个球队的球员会最先或最后越位。</li>
          <li>如果赛事在第一个球员越位后中断，所有第一个越位的注单将保持有效。</li>
          <li>如果赛事在第一个球员越位后中断，所有最后一个越位的注单将被取消。</li>
          <li>如果赛事在没有任何球员越位前中断，所有第一个和最后一个越位的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未任何球员越位，所有第一个和最后一个越位的注单将被取消。</li>
        </ul>
        <p class="b sub">
          2.40.5. 首个越位时间</p>
        <ul style="list-style: decimal;">
          <li>预测首个越位的时间。</li>
          <li>选项可列为:
            <ul style="list-style: lower-alpha">
              <li>赛事的第8分钟或之前</li>
              <li>第9分钟后</li>
            </ul>
          </li>
          <li>出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。</li>
          <li>范例：如果投注首个越位时间的选项是'赛事的第8分钟或之前'，而确实球员越位的时间为8分钟49秒，球员越位时间的范围属于'第9分钟后'，因此投注将结算为输。
          </li>
          <li>如果赛事在第一个球员越位后中断，所有首个越位时间的注单将保持有效。</li>
          <li>如果赛事在第一个球员越位前中断，所有首个越位时间的注单将被取消。</li>
          <li>如果在90分钟完场时间内并未任何球员越位，所有首个越位时间的注单将被取消。</li>
        </ul>
      </ul>
      <a id="anchor-12"></a>
      <p style="margin-left: -60px;">
      </p>
      <div class="quick_link">
        点球
      </div>
      <p></p>
      <p class="b sub">
        2.41. 点球玩法种类</p>
      以下列出所提供的个别点球玩法规则。
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.41.1.点球惩罚</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）是否会有点球惩罚。</li>
        </ul>
        <p class="b sub">
          2.41.2. 点球：让球盘</p>
        <ul style="list-style: decimal;">
          <li>预测哪一支球队在盘口指定的让球数在点球赛里获胜。</li>
          <li>骤死赛得分也包括在点球让球盘。</li>
          <li>如果赛事并未进行点球，所有注单将被取消。</li>
          <li>在90分钟完场时间内以及加时赛踢进的点球将不计算在内。</li>
        </ul>
        <p class="b sub">
          2.41.3. 点球：大小盘</p>
        <ul style="list-style: decimal;">
          <li>预测点球赛总入球数将大于或小于在盘口指定的大/小盘球数。</li>
          <li>点球大小盘只以10个点球为准（每队5球）。骤死赛得分不包括在点球大小盘。</li>
          <li>范例:
            <ul style="list-style: lower-alpha">
              <li>利物浦4-1托特纳姆热刺– 大小球以5球结算。</li>
              <li>利物浦6-5托特纳姆热刺（每队踢5个点球后的结果为：利物浦4-4托特纳姆热刺）-大小盘在每队踢5个点球后的8球得分结算。</li>
            </ul>
          </li>
          <li>如果赛事并未进行点球，所有注单将被取消。</li>
          <li>在90分钟完场时间内以及加时赛踢进的点球将不计算在内。</li>
          <li>如果赛事在点球赛时中断，而在赛事中断前已有明确结果并且之后没有任何显著会影响投注结果的情况，大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。
          </li>
        </ul>
      </ul>
      <a id="anchor-13"></a>
      <p style="margin-left: -60px;">
      </p>
      <div class="quick_link">
        比赛
      </div>
      <p></p>
      <p class="b sub">
        2.42. 联赛</p>
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.42.1. 联赛：一般规则</p>
        <ul style="list-style: decimal;">
          <li>赛果确认完成后将进行派彩。</li>
          <li>联赛的派彩将以官方来源或相关体育权威机构判定的结果为准。</li>
          <li>所有联赛的积分扣除都予以计算。</li>
          <li>冠军比赛规则适用。</li>
        </ul>
        <p class="b sub">
          2.42.2. 小组赛</p>
        <ul style="list-style: decimal;">
          <li>预测整个赛季中排名最高的球队。</li>
        </ul>
        <p class="b sub">
          2.41.3. 排名前4、6、10等</p>
        <ul style="list-style: decimal;">
          <li>预测整个赛季中排名在前4、6、10等的球队。</li>
        </ul>
        <p class="b sub">
          2.42.4. 没有球队X的联赛冠军</p>
        <ul style="list-style: decimal;">
          <li>预测整个赛季中，当所列出的球队或某球队从联赛表中移除后，哪一支球队将获得冠军。</li>
        </ul>
        <p class="b sub">
          2.42.5. 联赛：最后一名球队</p>
        <ul style="list-style: decimal;">
          <li>预测整个赛季中哪一支球队会成为最后一名。</li>
          <li>此类投注也被称为最低分。</li>
        </ul>
        <p class="b sub">
          2.42.6. 联赛：被降级的球队</p>
        <ul style="list-style: decimal;">
          <li>预测在比赛中哪一支球队会被降级。</li>
          <li>所有被降级球队将以全赢作为计算标准，比如：胜负不分的规则不适用。</li>
          <li>如果一支球队从联赛中被移除或清除，投注在此球队的注单将被视为无效。如果在赛季开始之前出现此情况，所有的投注都无效，将会另外开设盘口。</li>
        </ul>
        <p class="b sub">
          2.42.7. 联赛：球队保持原位</p>
        <ul style="list-style: decimal;">
          <li>预测比赛中哪一支球队不会被降级。</li>
          <li>所有没有被降级的球队将以全赢作为计算标准，比如：胜负不分的规则不适用。</li>
          <li>如果一支球队从联赛中被移除或清除，投注在此球队的注单将被视为无效。如果在赛季开始之前出现此情况，所有的投注都无效，将会另外开设盘口。</li>
        </ul>
        <p class="b sub">
          2.42.8. 联赛：球队晋级</p>
        <ul style="list-style: decimal;">
          <li>预测比赛中哪一支球队会晋级。</li>
          <li>投注包括自动晋级以及在特定比赛中通过加赛后的晋级。</li>
          <li>所有晋级的球队将以全赢作为计算标准，比如：胜负不分的规则不适用。</li>
          <li>如果一支球队从联赛中被移除或清除，投注在此球队的注单将被视为无效。如果在赛季开始之前出现此情况，所有的投注都无效，将会另外开设盘口。</li>
        </ul>
        <p class="b sub">
          2.42.9. 联赛：最佳新秀</p>
        <ul style="list-style: decimal;">
          <li>预测哪一支最新晋级的球队将在赛季中获得最高排名。</li>
        </ul>
      </ul>
      <p class="b sub">
        2.43. 最佳射手</p>
      <ul style="list-style: decimal;">
        <li>预测在一场特定比赛中进球最多的球员。</li>
        <li>如果产生超过一个冠军数量, 请以并列第一规则参考结算方式。</li>
        <li>投注在被列出的该球队球员将被视为有效，无论他们是否受伤、暂停、不参与比赛或其它任何原因。</li>
        <li>如果联赛中途有球员转到另一个球队, 球员在转到另一个球队前所进得球数将继续计算在内。如果球员是转到不同联赛的球队，在转之前进得球数将不会继续带到新联赛去。两种情况下，投注此球员的注单将保持有效。
        </li>
        <li>乌龙球将不予计算在内。</li>
        <li>按照单纯的联赛比赛玩法，只有在联赛中进得球才计算在内。在季后赛进得球将不予计算在内。</li>
      </ul>
      <p class="b sub">
        2.44. 最佳射手球队</p>
      <ul style="list-style: decimal;">
        <li>预测比赛中哪一个球员在所属球队中进球最多。</li>
        <li>所有的投注以官方时间90分钟为准，包括加时、伤停补时。</li>
        <li>进球数不包括点球。</li>
        <li>投注适用于所有比赛的球队。</li>
        <li>胜负不分规则使用；任何用于决定和局的方法不可作为结算依据，比如：计数协助。</li>
      </ul>
      <p class="b sub">
        2.45. 最佳射手/比赛双赢</p>
      <ul style="list-style: decimal;">
        <li>预测比赛中哪一个球员进球最多和哪一支球队获胜。</li>
        <li>所有的投注以官方时间90分钟为准，包括加时、伤停补时。</li>
        <li>进球数不包括点球。</li>
        <li>如果多于一个球员和最佳射手打平，胜负不分规则使用；任何用于决定和局的方法不可作为结算依据，比如：计数协助。</li>
      </ul>
      <p class="b sub">
        2.46. 进球最多的小组</p>
      <ul style="list-style: decimal;">
        <li>预测在比赛中哪一组进球最多。</li>
        <li>只计算在小组阶段的进球。</li>
        <li>所有的投注以赛事官方单位90分钟为完场时间，包括球员伤停补时。</li>
        <li>如果赛事中断，将以官方单位公布的最后赛果为准，其中包括赛事重新开始或指定的分数。</li>
      </ul>
      <p class="b sub">
        2.47. 比赛- 进球最多的球队</p>
      <ul style="list-style: decimal;">
        <li>预测在比赛中哪一个球队进球最多。</li>
        <li>所有的投注以赛事官方90分钟为完场时间，包括加时、伤停补时。</li>
        <li>进球数不包括点球。</li>
        <li>如果赛事中断，将以官方单位公布的最后赛果为准，其中包括赛事重新开始或指定的分数。</li>
      </ul>
      <p class="b sub">
        2.48. 比赛- 失球最多的球队</p>
      <ul style="list-style: decimal;">
        <li>预测在比赛中哪一个球队失球最多。</li>
        <li>所有的投注以赛事官方90分钟为完场时间，包括加时、伤停补时。</li>
        <li>在点球中的失球不予计算。</li>
        <li>如果赛事中断，将以官方单位公布的最后赛果为准，其中包括赛事重新开始或指定的分数。</li>
      </ul>
      <p class="b sub">
        2.49. 比赛– 总进球数</p>
      <ul style="list-style: decimal;">
        <li>预测在比赛中进球的数量。</li>
        <li>所有的投注以赛事官方90分钟为完场时间，包括加时、伤停补时。</li>
        <li>在比赛中点球的进球不予计算。</li>
        <li>如果赛事中断，将以官方单位公布的最后赛果为准，其中包括赛事重新开始或指定的分数。</li>
      </ul>
      <p class="b sub">
        2.50. 比赛 - 帽子戏法</p>
      <ul style="list-style: decimal;">
        <li>预测在比赛中任何一位球员进3个或以上的球。</li>
        <li>所有的投注以赛事官方90分钟为完场时间，包括加时、伤停补时。</li>
        <li>帽子戏法不包含点球中的进球。</li>
        <li>在一场比赛中如果一个球员连续进球3个或更多，即为帽子戏法。</li>
        <li>如果赛事中断，将以官方单位公布的最后赛果为准，其中包括赛事重新开始或指定的得分。如果帽子戏法是在赛事中断前，且赛事在0-0的情况下或者其它官方单位分配的比分下重新开始，将不予计算。
        </li>
      </ul>
      <p class="b sub">
        2.51. 比赛- 总帽子戏法</p>
      <ul style="list-style: decimal;">
        <li>预测在比赛中获得了多少帽子戏法。</li>
        <li>所有的投注以赛事官方90分钟为完场时间，包括加时、伤停补时。</li>
        <li>帽子戏法不包含点球中的进球。</li>
        <li>在一场比赛中如果一个球员连续进球3个或更多，即为帽子戏法。</li>
        <li>如果赛事中断，将以官方单位公布的最后赛果为准，其中包括赛事重新开始或指定的分数。如果帽子戏法是在赛事中断前，且赛事在0-0的情况下或者其它官方单位分配的比分下重新开始，将不予计算。
        </li>
      </ul>
      <p class="b sub">
        2.52. 比赛– 总红卡数</p>
      <ul style="list-style: decimal;">
        <li>预测在比赛中红卡的数量。</li>
        <li>所有的投注以赛事官方90分钟为完场时间，包括加时、伤停补时。</li>
        <li>任何非球员的红卡（例如.经理、教练或替补）不予计算</li>
        <li>点球中的红卡不予计算</li>
        <li>如果赛事在出现红卡之后中断，红卡仍然计算在总红卡数中。</li>
      </ul>
      <p class="b sub">
        2.53. 比赛– 进球最多的城市</p>
      <ul style="list-style: decimal;">
        <li>预测在比赛中哪一个城市将会进球最多。</li>
        <li>所有的投注以官方时间90分钟为准，包括加时、伤停补时。</li>
        <li>点球中的进球不予计算。</li>
        <li>如果赛事中断，将以官方单位公布的最后赛果为准，其中包括赛事重新开始或指定的分数。</li>
      </ul>
      <p class="b sub">
        2.54. 比赛– 直接预测排名</p>
      <ul style="list-style: decimal;">
        <li>预测在比赛中哪两个球队获得第1名和第2名的顺序排名。</li>
        <li>所有的投注以官方时间90分钟为准，包括加时、伤停补时。</li>
        <li>点球中的进球不予计算。</li>
        <li>如果赛事中断，将以官方单位公布的最后赛果为准，其中包括赛事重新开始或指定的分数。</li>
      </ul>
      <p class="b sub">
        2.55. 比赛– 获胜小组</p>
      <ul style="list-style: decimal;">
        <li>预测在比赛中哪一个小组将会获胜。</li>
        <li>冠军比赛规则适用。</li>
      </ul>
      <p class="b sub">
        2.56. 锦标赛– 小组最后一名球队</p>
      <ul style="list-style: decimal;">
        <li>预测哪一个球队为最后一名.</li>
        <li>冠军比赛规则适用.</li>
      </ul>
      <p class="b sub">
        2.57. 冠军所属地</p>
      <ul style="list-style: decimal;">
        <li>预测比赛的冠军来自哪里。</li>
        <li>来源地可以是冠军球队的所属地区、国家或洲。</li>
        <li>冠军比赛规则使用。</li>
      </ul>
      <p class="b sub">
        2.58. 比赛 - 阶段淘汰</p>
      <ul style="list-style: decimal;">
        <li>预测比赛中该球队会在哪一个阶段被淘汰。</li>
        <li>冠军比赛规则使用。</li>
      </ul>
      <p class="b sub">
        2.59. 比赛 - 提名入围</p>
      <ul style="list-style: decimal;">
        <li>预测哪一支球队会进入决赛。</li>
        <li>冠军比赛规则适用.</li>
      </ul>
      <p class="b sub">
        2.60. 比赛– 最终裁判员</p>
      <ul style="list-style: decimal;">
        <li>预测决赛中的裁判员是哪一位。</li>
        <li>无论此前是否有任何公告，将根据决赛开始后的裁判为派彩依据。</li>
        <li>冠军比赛规则适用.</li>
      </ul>
      <a id="anchor-14"></a>
      <p style="margin-left: -60px;">
      </p>
      <div class="quick_link">
        其他
      </div>
      <p></p>
      <p class="b sub">
        2.61. 特定联赛里主客队的总进球数</p>
      <p>
        本公司在某些联赛里会提供某种结合性赛事结果的投注。盘口的玩法将结合主场与客场球队在整个联赛里的赛果之后分出胜负。中立场的比赛，第一个球队被视为这一场赛事的主队。以下列出所提供的个别替补玩法规则。
      </p>
      <ul style="margin-left: 25px;">
        <p class="b sub">
          2.61.1. 特定联赛里主客队的总进球数：一般规则</p>
        <ul style="list-style: decimal;">
          <li>如联赛中有一场赛事中断，暂停或者延后，所有的特定联赛的注单将被取消，除非在赛事取消或中断前，结果已经明确并且之后没有任何显著会影响赛事结果的情况，大/小盘注单才会被结算。
          </li>
          <li>比赛日程以及赛事场次将会明确的在盘口显示。例如：
            <ul style="list-style: lower-alpha">
              <li>主队-周五-3场赛事</li>
              <li>客队-周五-3场赛事</li>
            </ul>
          </li>
        </ul>
        <p class="b sub">
          2.61.2. 特定联赛里主客队的进球数：让球盘</p>
        <ul style="list-style: decimal;">
          <li>预测在90分钟完场时间内（不包括加时赛及点球赛）哪一支球队在结合整个联赛里的赛果后在盘口指定的让球数胜出。</li>
        </ul>
        <p class="b sub">
          2.61.3. 特定联赛里主客队的进球数：大小盘</p>
        <ul style="list-style: decimal;">
          <li>预测主客队的总进球数将大于或小于在盘口指定的大/小盘牌数。</li>
        </ul>
      </ul>
    </ul>
    <div class="to_top">
      <a href="javascript:document.documentElement.scrollTop = 0;">
        <span>回最上层</span>
      </a>
    </div>
  </div>
</template>
<script>
  export default {
    methods: {
      goAnchor (selector) {
        var anchor = this.$el.querySelector(selector)
        document.documentElement.scrollTop = anchor.offsetTop
      }
    }
  }
</script>
